Repository: GoldenPotato137/PotatoVN
Catalog: GalgameManager/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# SelectGameInfoToFetchDialog_Character.Content
source: Characters
ja_jp: キャラクター
zh_cn: 角色

# SelectGameInfoToFetchDialog_PlayStatus.Content
source: Play Status
ja_jp: プレイステータス
zh_cn: 游玩状态

# SelectGameInfoToFetchDialog_Title
source: Select Game Information to Fetch
ja_jp: 取得するゲーム情報を選択
zh_cn: 选择要搜刮的游戏信息

# SelectGameInfoToFetchDialog_Fetch
source: Fetch
ja_jp: 取得
zh_cn: 搜刮

# SettingsPage_Theme_ShowGameNameInControl.Title
source: Show game name in controls
ja_jp: コントロールにゲーム名を表示
zh_cn: 游戏控件显示游戏名称

# SettingsPage_Theme_ShowGameNameInControl.Description
source: Controls whether game names are displayed in game control widgets
ja_jp: ゲームコントロールウィジェットにゲーム名を表示するかどうかを制御します
zh_cn: 控制游戏控件组件中是否显示游戏名称

# GalgamePage_OpenInSteam.Label
source: Open in Steam
ja_jp: Steamで開く
zh_cn: 在Steam中打开

# MixedPhraserEnabledDialog.Title
source: Mixed Scraper Enable Settings
ja_jp: 混合スクレイパー有効設定
zh_cn: 混合搜刮器启用设置

# MixedPhraserEnabledDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# MixedPhraserEnabledDialog_BangumiCheckBox.Content
source: Enable Bangumi Scraper
ja_jp: Bangumiスクレイパーを有効にする
zh_cn: 启用 Bangumi 搜刮器

# MixedPhraserEnabledDialog_VndbCheckBox.Content
source: Enable VNDB Scraper
ja_jp: VNDBスクレイパーを有効にする
zh_cn: 启用 VNDB 搜刮器

# MixedPhraserEnabledDialog_YmgalCheckBox.Content
source: Enable Ymgal Scraper
ja_jp: Ymgalスクレイパーを有効にする
zh_cn: 启用 Ymgal 搜刮器

# MixedPhraserEnabledDialog_SteamCheckBox.Content
source: Enable Steam Scraper
ja_jp: Steamスクレイパーを有効にする
zh_cn: 启用 Steam 搜刮器

# SettingsPage_Rss_Mixed_Enable.Title
source: Mixed Scraper Enable Settings
ja_jp: 混合スクレイパー有効設定
zh_cn: 混合搜刮器启用设置

# SettingsPage_Rss_Mixed_Enable.Description
source: Configure which scrapers are enabled for mixed scraping
ja_jp: 混合スクレイピングで有効にするスクレイパーを設定
zh_cn: 配置混合搜刮中启用哪些搜刮器

# Shell_Plugin.Text
source: Plugin
ja_jp: プラグイン
zh_cn: 插件

# GalgameSourceType_Steam
source: Steam游戏库
ja_jp: Steamゲームライブラリ

# HomePage_KeepFilters.Label
source: Keep filters
zh_cn: 保留过滤器

# BackgroundMaterialEnum_MicaAlt
source: Mica Alt
zh_cn: 云母Alt

# SettingsPage_Other_BetaChannel.Title
source: Use beta channel to get updates
zh_cn: 使用测试通道获取更新

# SettingsPage_Other_BetaChannel.Description
source: You will get new features and bug fixes earlier, but it may be unstable.
zh_cn: 你将会更早地获取到新功能与bug修复，但这可能是不稳定的。

# MixedPhraserEnabledDialog.PrimaryButtonText
source: OK
zh_cn: 确定
